<template>
  <div class="about">
    <p>うまいTodolistの使い方があるようです。以下引用サイトです。</p>
    <p>https://studyhacker.net/to-do-memo-best-worst</p>
    <p></p>
    <h1>todolistは、毎日のやるべきこと、やらなくてはならないことをスマホやPCなどのデバイスで簡単に管理してくれる便利なアプリです。</h1>
    <p>△「タスクを詰め込む」、◎「タスクを仕分ける」</p>
    <p>「今日のタスクは、データ入力に、企画書作成、書類チェック……」とToDoリストをつくり、「よし！」と気合を入れたはずが、なかなか順調に進まない――こうなってしまうのは、ToDoリストにあれこれとタスクを詰め込みすぎることが原因。</p>
    <p>△「タスクだけを書く」、◎「期限と所要時間も書く」</p>
    <p>『やるべきこと』しか書いていないToDoリストでは不十分</p>
    <p>△「タスクを消す快感を重視」、◎「あくまでも備忘録として使う」</p>
    <p>時間のかかる仕事がToDoリストに残り続けてしまう……という人は、ぜひお試しください。</p>
  </div>
</template>
